[
  {
    "name": "قصر محمد علي باشا",
    "category": "تراثية",
    "shortDescription": "تحفة معمارية فريدة تجمع بين الطرازين العثماني والأوروبي.",
    "longDescription": "يقع القصر في شبرا الخيمة، ويُعد من أجمل قصور الأسرة العلوية، بني على مراحل استمرت حوالي 13 عاما ابتداء من عام 1808م حتى عام 1821م. يجمع بين الطراز العثماني والنهضة الأوروبية، ويخضع حالياً لعملية تطوير وتجديد بهدف تحويله لمزار ومنتجع سياحي عالمي.",
    "image": "/images/palace.jpg",
    "coordinates": {
      "lat": 30.1218,
      "lng": 31.2465
    }
  },
  {
    "name": "قناطر محمد علي",
    "category": "تراثية",
    "shortDescription": "إنجاز هندسي عظيم في مجال الري وتطوير الزراعة.",
    "longDescription": "تعتبر قناطر محمد علي والكوبري الأثري الخاص بها من أبرز المعالم الأثرية في محافظة القليوبية. يرجع تاريخ تأسيسهما إلى 30 أغسطس عام 1868 في عهد محمد علي باشا، ويشهدان إقبالاً كبيراً من المواطنين. خضعا مؤخراً لعملية ترميم وتطوير للحفاظ على طابعهما الأثري.",
    "image": "/images/qanater.jpg",
    "coordinates": {
      "lat": 30.1833,
      "lng": 31.1167
    }
  },
  {
    "name": "حدائق القناطر الخيرية",
    "category": "ترفيهية",
    "shortDescription": "حدائق خضراء واسعة مثالية للنزهات العائلية والاستجمام.",
    "longDescription": "تعتبر حدائق القناطر الخيرية من أجمل الوجهات الترفيهية في القليوبية، حيث تضم مساحات خضراء واسعة وأشجار متنوعة ومناطق للعب الأطفال. تتميز بموقعها الاستراتيجي بجوار القناطر التاريخية، مما يجعلها مكاناً مثالياً للعائلات للاستمتاع بالطبيعة والهواء النقي.",
    "image": "/images/gardens.jpg",
    "coordinates": {
      "lat": 30.1850,
      "lng": 31.1200
    }
  },
  {
    "name": "مسجد السلطان الأشرف برسباي",
    "category": "ثقافية",
    "shortDescription": "مسجد تاريخي يعكس روعة العمارة الإسلامية في العصر المملوكي.",
    "longDescription": "يقع في مدينة الخانكة، ويعود تاريخه إلى القرن الخامس عشر الميلادي. يتميز بعمارته الإسلامية الرائعة ومئذنته المميزة، ويعتبر من أهم المساجد التاريخية في المحافظة. يجذب الزوار بتصميمه المعماري الفريد والزخارف الإسلامية الجميلة.",
    "image": "/images/mosque.jpg",
    "coordinates": {
      "lat": 30.2667,
      "lng": 31.3667
    }
  },
  {
    "name": "متحف القليوبية الإقليمي",
    "category": "ثقافية",
    "shortDescription": "متحف يضم مجموعة نادرة من الآثار والتحف التراثية للمحافظة.",
    "longDescription": "يحتوي المتحف على مجموعة متنوعة من القطع الأثرية والتراثية التي تحكي تاريخ محافظة القليوبية عبر العصور المختلفة. يضم قطعاً من العصر الفرعوني والإسلامي والحديث، ويعتبر مركزاً ثقافياً مهماً لتعريف الزوار بتاريخ المنطقة الغني.",
    "image": "/images/palace.jpg",
    "coordinates": {
      "lat": 30.1667,
      "lng": 31.1833
    }
  },
  {
    "name": "فندق النيل الدولي",
    "type": "فنادق",
    "shortDescription": "فندق فاخر يوفر إقامة مريحة مع إطلالة رائعة على النيل.",
    "longDescription": "يقع الفندق في موقع استراتيجي مطل على نهر النيل، ويوفر غرفاً مجهزة بأحدث وسائل الراحة. يضم مطاعم متنوعة وقاعات للمؤتمرات ومرافق ترفيهية، مما يجعله خياراً مثالياً للسياح ورجال الأعمال.",
    "image": "/images/hotel.jpg",
    "address": "كورنيش النيل، بنها",
    "phone": "+20 13 123 4567",
    "hours": "24 ساعة",
    "coordinates": {
      "lat": 30.4667,
      "lng": 31.1833
    }
  },
  {
    "name": "مطعم الأصالة المصرية",
    "type": "مطاعم ومقاهي",
    "shortDescription": "مطعم يقدم أشهى الأطباق المصرية التقليدية في أجواء تراثية.",
    "longDescription": "يتميز المطعم بتقديم الأكلات المصرية الأصيلة مثل الملوخية والكشري والفتة، في أجواء تراثية مميزة. يحرص على استخدام أجود المكونات الطازجة ويقدم خدمة ممتازة للعائلات والمجموعات.",
    "image": "/images/restaurant.jpg",
    "address": "شارع الجمهورية، شبرا الخيمة",
    "phone": "+20 13 234 5678",
    "hours": "10:00 ص - 12:00 م",
    "coordinates": {
      "lat": 30.1333,
      "lng": 31.2500
    }
  },
  {
    "name": "بنك مصر - فرع القليوبية",
    "type": "بنوك وماكينات ATM",
    "shortDescription": "فرع رئيسي لبنك مصر يوفر جميع الخدمات المصرفية.",
    "longDescription": "يقدم الفرع جميع الخدمات المصرفية من حسابات توفير وجارية وقروض وتحويلات مالية. يضم أجهزة صراف آلي حديثة ويوفر خدمة عملاء متميزة على مدار ساعات العمل الرسمية.",
    "image": "/images/bank.jpg",
    "address": "ميدان المحطة، بنها",
    "phone": "+20 13 345 6789",
    "hours": "9:00 ص - 3:00 م (الأحد - الخميس)",
    "coordinates": {
      "lat": 30.4667,
      "lng": 31.1833
    }
  },
  {
    "name": "مول القليوبية التجاري",
    "type": "مراكز تسوق",
    "shortDescription": "مركز تسوق حديث يضم متاجر متنوعة ومرافق ترفيهية.",
    "longDescription": "يحتوي المول على مجموعة واسعة من المتاجر للملابس والإلكترونيات والمواد الغذائية، بالإضافة إلى مطاعم ومقاهي ومنطقة ألعاب للأطفال. يوفر تجربة تسوق مريحة وممتعة للعائلات.",
    "image": "/images/mall.jpg",
    "address": "طريق القاهرة الإسكندرية الزراعي، القناطر الخيرية",
    "phone": "+20 13 456 7890",
    "hours": "10:00 ص - 11:00 م",
    "coordinates": {
      "lat": 30.1833,
      "lng": 31.1167
    }
  },
  {
    "name": "محطة أتوبيس القليوبية المركزية",
    "type": "وسائل انتقال",
    "shortDescription": "محطة رئيسية للنقل العام تربط القليوبية بالمحافظات المجاورة.",
    "longDescription": "تعتبر المحطة نقطة انطلاق رئيسية للرحلات داخل المحافظة وإلى القاهرة والمحافظات المجاورة. توفر خدمات نقل منتظمة ومريحة بأسعار مناسبة، وتضم مرافق خدمية للمسافرين.",
    "image": "/images/bus.jpg",
    "address": "شارع المحطة، بنها",
    "phone": "+20 13 567 8901",
    "hours": "5:00 ص - 11:00 م",
    "coordinates": {
      "lat": 30.4667,
      "lng": 31.1833
    }
  }
]

